Repository: Odonno/Modern-GitHub
Catalog: GitHub/GitHub/GitHub.Shared/Strings/*/ConvertersResources.resw
Source language: en_us
Languages: fr_fr

# AddedCollaborator
source: added a collaborator to
fr_fr: a ajouté un collaborator sur

# AddedRemovedUser
source: added or removed a user from
fr_fr: a ajouté/supprimé un utilisateur de

# AddedToTeam
source: added to team the repository
fr_fr: a ajouté à la team le repo

# AppliedFork
source: applied a patch of the fork on
fr_fr: a appliqué un patch du 'fork' de

# CommentedCommit
source: commented a commit on
fr_fr: a commenté un commit sur

# CommentedIssue
source: commented an issue on
fr_fr: a commenté une 'issue' sur

# CommentedPullRequest
source: commented on pull request of
fr_fr: a commenté une 'pull request' de

# CreatedDownload
source: created a download of
fr_fr: a créé un téléchargement de

# CreatedObject
source: created an object (repo/branch/tag) on
fr_fr: a créé une branche/tag sur

source: created repository
fr_fr: a créé le repository

# DaysAgo
source: {0} day{1} ago
fr_fr: il y a {0} jour{1}

# DeletedBranchTag
source: deleted a branch/tag on
fr_fr: a supprimé une branche/tag sur

source: deployed
fr_fr: a déployé

source: forked
fr_fr: a réalisé un 'fork' de

# Gists
source: created or updated the gist
fr_fr: a mis à jour le gist

# HoursAgo
source: {0} hour{1} ago
fr_fr: il y a {0} heure{1}

source: made open source
fr_fr: a passé open source le repo

# ManagedIssue
source: managed an issue on
fr_fr: a géré une 'issue' sur

# ManagedPullRequest
source: managed pull request on
fr_fr: a géré une 'pull request' sur

# MinutesAgo
source: {0} minute{1} ago
fr_fr: il y a {0} minute{1}

# NotSupportedEvent
source: The {0} is not supported.
fr_fr: L'événement {0} n'est pas supporté.

# PublishedRelease
source: published a release of
fr_fr: a publié une release de

# Pushed
source: pushed to
fr_fr: a réalisé un push sur

# SecondsAgo
source: {0} second{1} ago
fr_fr: il y a {0} seconde{1}

source: starred
fr_fr: a marqué (starred)

# StartedFollow
source: started to follow
fr_fr: a commencé à suivre

# WikiPage
source: created or updated wiki page of
fr_fr: a créé ou mis à jour le wiki de
